[
  "TALK DIRTY TO YOUR PARTNER FOR 1 MINUTE.",
  "TEASE YOUR PARTNER NIPPLES WITH TONGUE.",
  "MAKE A SEX NOISE.",
  "WHISPER SWEET SAYING IN YOUR PARTNERS EAR.",
  "SEDUCE YOUR PARTNER WITH YOUR FINGERS.",
  "SWAP TOP WITH YOUR PARTNER.",
  "69-ING WITH YOUR PARTNER.",
  "DO NAKED WRESTLING WITH YOUR PARTNER.",
  "GIVE YOUR PARTNER 1 MINUTE LAP DANCE.",
  "TAKE A SEXY NUDE PICTURE AND SEND IT TO YOUR PARTNER.",
  "SUCK ON YOUR PARTNER'S FINGERS.",
  "GIVE ORAL SEX TO YOUR PARTNER.",
  "LICK YOUR PARTNER'S EARS.",
  "ORDER YOUR PARTNER SEX TOY YOU THINK THEY LIKE.",
  "DRAW YOUR PARTNER NAKED.",
  "TRY TO TURN YOUR PARTNER IN FIVE WORDS.",
  "TELL YOUR PARTNER SOMETHING DIRTY, USING ONLY CELEBRITIES NAMES.",
  "TELL A ROLE PLAY SITUATION YOU WOULD LOVE TO TRY.",
  "FILM YOURSELF EATING A FOOD IN A SENSUAL MANNER.",
  "DO SOMETHING DIRTY WITH AN EVERYDAY OBJECT.",
  "GUESS THE COLOUR OF YOUR PARTNER UNDERWEAR WEARING.",
  "TAKE A SULTRY CRAWL AND MAKE IT LOOK AS SEDUCTIVE AS POSSIBLE.",
  "PUT ON A DIRTY SONG AND PLAY IT REALLY LOUD.",
  "SPEAK THE DIRTIEST WORD YOU CAN THINK OF.",
  "DESCRIBE YOUR BEST KISS EVER.",
  "LICK EVERY PART OF YOUR PARTNER'S BODY.",
  "TIE YOUR PARTNER AND RUB DOWN THERE.",
  "GIVE A FOOT JOB.",
  "TRY A TINGLING AROUSAL GEL ON YOUR PARTNER'S CLIT.",
  "USE LUBE AND SING A ROMANTIC SONG.",
  "GIVE A YONI MASSAGE.",
  "BE DOMINANT OVER YOUR PARTNER.",
  "BLINDFOLDED LICK YOUR PARTNER BODY.",
  "EJACULATE ON YOUR PARTNER'S FACE.",
  "GIVE A SMOOCH TO YOUR PARTNER AND BITE THEIR LIP SLOWLY.",
  "HAVE SEX STANDING UP.",
  "KISS ALL OVER YOUR PARTNER'S BODY NAKED IN FRONT OF MIRROR.",
  "RUB ICE ON YOUR PARTNER'S NIPPLES.",
  "MASTURBATE TOGETHER.",
  "SUBMIT TO YOUR PARTNER.",
  "SKIP TURN, MAKE OUT WITH YOUR PARTNER.",
  "MOAN OR SHOUT.",
  "PULL YOUR PARTNER HAIR AND KISS ON THEIR NECK.",
  "GIVE YOUR PARTNER A BLOWJOB.",
  "WRITE A SEXY NOTE FOR THEM AND READ IT OUT",
  "BRING YOUR PARTNER SOMETHING TO EAT",
  "SIT ON YOUR PARTNERS GENITALS AND RUB WITHOUT USING HANDS.",
  "RECREATE YOUR FAVORITE MOVIE SEX SCENE.",
  "SIT ON YOUR PARTNER'S LAP UNTIL NEXT TURN.",
  "PLAY NEXT 2 TURNS TOPLESS.",
  "PRETEND YOU'RE STRANGERS AND FLIRT WITH YOUR PARTNER.",
  "GIVE YOUR PARTNER A WET KISS.",
  "KISS YOUR PARTNER IN A PUBLIC WASHROOM.",
  "TELL WHICH IS YOUR FAVORITE TYPE OF FOREPLAY.",
  "DO WHATEVER YOUR PARTNER SAYS YOU TO DO.",
  "SWAP UNDERWEAR WITH YOUR PARTNER.",
  "TELL WHAT DO YOU THINK WHEN YOU MASTURBATE.",
  "SEX AS QUIETLY AS POSSIBLE, AS IF TRYING NOT TO GET CAUGHT.",
  "RE-ENACT YOUR FAVORITE PORN VIDEO.",
  "COMPLIMENT YOUR PARTNER.",
  "DANCE NAKED WITH YOUR PARTNER.",
  "PLEASURE YOUR PARTNER WHILE THEY ARE ON A PHONE CALL.",
  "RUN AROUND THE ROOM IN UNDERWEAR SHOUTING 'I LOVE SEX!'.",
  "FEED YOUR PARTNER SOMETHING SEDUCTIVELY.",
  "SETUP A CAMERA AND LICK YOUR PARTNER'S BODY",
  "TOUCH YOUR PARTNER'S ENTIRE BODY VERY LIGHTLY",
  "DO 10 PUSHUPS WITH THE MAN UNDER YOU, KISS EVERY TIME YOU COME DOWN.",
  "YOUR PARTNER IS NOT ALLOWED TO TOUCH YOU, MAKE IT IMPOSSIBLE TO RESIST.",
  "TURN OFF THE LIGHTS AND TURN ON YOUR PARTNER ONLY THROUGH SOUNDS.",
  "STRIP TEASE PLEASE! SONG - 'TOUCH MY BODY' BY MARIAH CAREY.",
  "HUG YOUR PARTNER FROM BEHIND, THEN TURN AND SHARE A KISS. TAKE A CUTE PICTURE.",
  "PRETEND YOU WON AN AWARD FOR THE BEST SEX PERFORMANCE AND GIVE AN ACCEPTANCE SPEECH.",
  "SOFTLY BRUSH YOUR PARTNER'S BODY WITH YOUR CHEST.",
  "GET A WHITE/PALE T-SHIRT, SOAK IT IN WATER, WEAR IT UNTIL YOUR NEXT 2 TURNS.",
  "TAKE AN ICE CUBE AND RUB IT ON YOUR PARTNER WHILE HOLDING IT IN YOUR MOUTH",
  "MAKE YOUR PARTNER CUMM WITHOUT FUCKING THEM",
  "BLINDFOLD YOUR PARTNER AND HAVE SEX",
  "HANDCUFF YOURSELF AND TICKLE YOUR PARTNER FOR 1 MINUTE.",
  "COVER ONE OF YOUR BODY PARTS IN WHIPPED CREAM AND LET YOUR PARTNER LICK IT OFF.",
  "ADD THE WORD 'NAKED' TO THE END OF EVERY SENTENCE YOU SAY.",
  "FUCK YOUR PARTNER WITH SOMETHING YOU HAVE NEVER USED BEFORE ",
  "BLINDFOLD AND KISS YOUR PARTNER SOMEWHERE THEY WOULDN'T EXPECT.",
  "TAKE A BODY SHOT.",
  "WHAT WAS YOUR HOTTEST SEXUAL EXPERIENCE AFTER MEETING YOUR PARTNER?",
  "TAKE AN ICE CUBE AND RUN IT OVER YOUR PARTNER. YOU HAVE 60 SECONDS TO MELT IT.",
  "TURN ON YOUR PARTNER USING JUST YOUR LIPS.",
  "SPANK YOUR PARTNER 3 TIMES.",
  "MAKE 6 ORGASM FACES AND FREEZE THEM FOR 10 SECONDS EACH.",
  "YOU HAVE 1 MINUTE TO FIND A PORN MOVIE YOUR PARTNER SHOULD ENJOY WATCHING.",
  "WHAT'S SOMETHING UNEXPECTED THAT TURNS YOU ON?",
  "GIVE A HICKEY.",
  "TAKE AS MANY CLOTHES OFF YOUR PARTNER USING JUST 2 FINGERS.",
  "SUCK YOUR PARTNER'S FAVORITE BODY PART.",
  "SAY SOMETHING DIRTY WITH YOUR TONGUE.",
  "PUT YOUR HANDS IN YOUR PARTNER'S PANTS FOR 60 SECONDS AND EXPLORE.",
  "LET YOUR PARTNER WATCH YOU MASTURBATE FOR 1 MINUTE.",
  "DRIP HOT OIL ON YOUR PARTNER WITH A MASSAGE CANDLE.",
  "GET STEAMY IN THE SHOWER.",
  "REMOVE YOUR UNDERWEAR SLOWLY AND TEASE YOUR PARTNER.",
  "KISS YOUR PARTNER WITHOUT TOUCHING.",
  "MAKE YOUR PARTNER BEG FOR SEX.",
  "TWERK IT.",
  "TIE YOUR PARTNER'S HANDS AND TOUCH DOWN THERE.",
  "MASSAGE YOUR PARTNER'S CROTCH.",
  "PUNISH YOUR PARTNER AND BE A LITTLE BOSSY.",
  "SHOW YOUR TITS TO YOUR PARTNER."
]
